#+title: Evaluación de la exposición
#+author: Gunnar Wolf

* El sistema operativo TempleOS

- Tema presentado por :: Daniel Hernández
- Calificación global :: Por favor revisen el resto de este archivo para ver de
  dónde vienen todos estos números 😉

|------------------------+------+--------------------+------+---------|
| Evaluación  compañeros | Peso | Evaluación docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   9.28 |  0.3 |               9.13 |  0.7 |    9.18 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Evaluación grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 0 | 1 | 4 |  9.60 |
| Nivel        | 0 | 0 | 0 | 1 | 4 |  9.60 |
| Relevancia   | 0 | 0 | 0 | 1 | 4 |  9.60 |
| Claridad     | 0 | 0 | 0 | 4 | 1 |  8.40 |
| Presencia    | 0 | 0 | 0 | 2 | 3 |  9.20 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  9.28 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compañeros

Tu exposición recibió los siguientes comentarios anonimizados por
parte de tus compañeros:

- Fácilmente la mejor exposición hasta el momento, bastante original en su forma
  de presentación y me fascino la elección de sonidos tanto de ambiente como de
  soundtrack.

* Evaluación por parte del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |          7.5 |      1.5 |
| Contenido              |    0.2 |           10 |       2. |
| Fuentes bibliográficas |    0.1 |           10 |       1. |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |          7.5 |    1.125 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     9.13 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios

- ¡Excelente producción de tu video! Original y valiente.
- Me da mucho gusto que volteen a ver a uno de tantísimos sistemas operativos
  “esotéricos” o “profundamente alternativos”. Muchos fueron construidos para
  presentar alguna idea “loca” o “diferente” de una manera práctica, y de todos
  se puede aprender mucho.
